"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Bukan Anda?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+%1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend Nearby|Title of mini-megaphone inside chat bar." = "1 Teman di Sekitar";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 hari";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 jam";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 menit";

"1d|short indicator that a user was active 1 day ago" = "1 hari";

"1h|short indicator that a user was active 1 hour ago" = "1 jam";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Batas 1m: Lepaskan untuk mengirim";

"1m|short indicator that a user was active 1 minute ago" = "1 menit";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 hari";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 jam";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 menit";

"A new version of Messenger is available.|New version title" = "Messenger versi baru telah tersedia.";

"Activation Code|placeholder text for activation code field" = "Kode Aktivasi";

"Activation Request Failed|" = "Permintaan Aktivasi Gagal";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Sedang Aktif (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Tambahkan Favorit";

"Add More People|button for adding people to the conversation" = "Tambahkan Orang Lain";

"Add More People|title for add members page" = "Tambahkan Orang Lain";

"Add More People|title for add people page" = "Tambahkan Orang Lain";

"Add People|button to add members to the message thread" = "Tambahkan Orang";

"Add Photos|Button label for adding photos from the photo library" = "Tambahkan Foto";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Tambahkan ke Kontak yang Ada";

"Adding...|adding progress text" = "Menambahkan...";

"Advanced Settings|text for advanced settings button" = "Pengaturan Lanjut";

"Advanced|title for advanced settings page" = "Tingkat Lanjut";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Peringatan Mati Sampai %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Peringatan Mati selama 1 Jam";

"Alerts Off|Indicates that alerts are off" = "Peringatan Mati";

"Alerts On|Indicates that alerts are on" = "Peringatan Menyala";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Semua pemberitahuan mati selama 8 jam.";

"All notifications are off.|Mute warning display on thread list" = "Semua pemberitahuan mati.";

"All|Segment button label for all stickers" = "Semua";

"Answer|Text for button that accepts a call" = "Jawab";

"Archive|Button label that will archive the conversation" = "Arsipkan";

"Archive|Label for archive button when swipe to archive in thread list view" = "Arsipkan";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Anda yakin ingin menghapus nama percakapan?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Anda yakin ingin keluar dari percakapan ini? Anda tidak akan menerima pesan baru lagi.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Anda yakin?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Lampirkan Foto";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Lampirkan media";

"Back|Go back to previous screen" = "Kembali";

"Back|generic nav bar back button" = "Kembali";

"Background task expired|Error string for app killed in background while message was sending" = "Tugas di latar belakang telah habis waktu";

"Bing Image Search|" = "Pencarian Gambar Bing";

"Blast to at most %i people at a time.|dialog message for when the user tries to select too many recipients for a blast message. A blast message goes to multiple individual recipients who cannot reply-all." = "Siarkan untuk maksimal %1$i orang dalam satu kesempatan.";

"Blast|Button for starting a blast (broadcast) message. A blast message goes to multiple individual recipients who cannot reply-all." = "Siarkan";

"Blast|Title of the blast (broadcast) composer screen. A blast message goes to multiple individual recipients who cannot reply-all." = "Siarkan";

"Blasts can contain up to %i attachments.|dialog message for when the user tries to add too many (>5) attachments to a message" = "Siaran dapat berisi hingga %1$i lampiran.";

"Bring messages to life|Title of Media attachment NUX" = "Jadikan pesan lebih hidup";

"Broadcast|Button for starting a broadcast message. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Siarkan";

"Broadcast|Title of the broadcast composer screen. A broadcast message goes to multiple individual recipients who cannot reply-all." = "Siaran";

"Call Ended|End call message in non-error case" = "Panggilan Diakhiri";

"Call Ended|String shown when the call ends" = "Panggilan Diakhiri";

"Call Failed|End call message in error case" = "Panggilan Gagal";

"Call friends over your Wi-Fi connection or mobile network. Normal data rates apply.|Warning about data usage" = "Panggil teman melalui koneksi Wi-Fi atau jaringan seluler. Berlaku tarif data normal.";

"Call %@|action sheet option for calling a phone number" = "Panggil %1$@";

"Call|Call" = "Panggil";

"Calls are free over Wi-Fi. Standard charges apply for calls over a mobile network.|Alert message that warns users their mobile carrier may charge them for making VOIP calls" = "Panggilan gratis melalui Wi-Fi. Biaya standar dikenakan untuk panggilan melalui jaringan seluler.";

"Camera|Button label for attaching a photo from the camera" = "Kamera";

"Cancel|Title for generic Cancel button." = "Batal";

"Celebrations|Title of list of friends who have events to celebrate." = "Perayaan";

"Chat with any contact or number on your phone without any costs.|Explanation of why one should use the contact importer" = "Mengobrol dengan kontak atau nomor mana pun di ponsel tanpa biaya.";

"Chat|The title of the view showing the buddy list section of the app" = "Obrolan";

"Choose Friends|Button title for adding friends to the broadcast recipients list." = "Pilih Teman";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Pilih Foto";

"Clear|prompt to clear all unsent messages" = "Hapus";

"Clearing...|Progress text shown while clearing the image for a thread" = "Menghapus...";

"Close active chat|Button to close an active chat" = "Tutup obrolan aktif";

"Close|Title of button in navigation bar to close a web page." = "Tutup";

"Closes settings|Accessibility hint for \"Done\" button, tapping on it will close the settings panel" = "Menutup pengaturan";

"Comment|Comment button title" = "Komentari";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Buat pesan kepada %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Buat pesan kepada %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Konfirmasikan Telepon";

"Connecting|Text shown on call screen while connecting a call" = "Menghubungkan panggilan";

"Connection Failed|Alert title when connection failed" = "Koneksi Gagal";

"Connection Lost|End call message in connection lost case" = "Koneksi Terputus";

"Contact Info|AXLabel for button to go from Message to Recipient's contact info." = "Info Kontak";

"Contact Info|Title of the canonical thread info page." = "Info Kontak";

"Continue and Don't Ask Again|Button label to not ask for permission again before continuing through a zero rating session fence" = "Lanjutkan dan Jangan Tanya Lagi";

"Continue|Button label to continue through zero rating session fence" = "Lanjutkan";

"Continue|Login - Login Button Title for Keychain Login" = "Lanjutkan";

"Conversation Name|placeholder text in conversation name textfield" = "Nama Percakapan";

"Copy|Option that pops out after long press on a link/phone no./address in message thread." = "Salin";

"Copy|Title for buttons and menus that let user copy the current text" = "Salin";

"Copy|action sheet option for copying a string to the clipboard" = "Salin";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Tidak dapat menambahkan anggota baru. Silakan coba lagi.";

"Could not load sticker store.|Error message for sticker store load failure" = "Tidak dapat memuat toko stiker.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Tidak dapat mengambil ketersediaan";

"Countries|Title for country picker" = "Negara";

"Country|Country - Country placeholder text" = "Negara";

"Create Group Chat|Label for a button that creates a new group chat" = "Buat Obrolan Grup";

"Create Group Chat...|Text on a button to compose a new group message" = "Buat Obrolan Grup...";

"Create Group Conversation|button for adding people to the canonical conversation" = "Buat Percakapan Grup";

"Create New Contact|action sheet option for creating a new contact" = "Buat Kontak Baru";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Sedang dalam panggilan";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Sesuaikan Pengaturan Pemberitahuan";

"Decline|Text for button that declines a call" = "Tolak";

"Delete Conversation Name|alert title for deleting conversation name" = "Hapus Nama Percakapan";

"Delete Conversation|Button label that will delete the conversation" = "Hapus Percakapan";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Hapus Pesan? Ini tidak dapat diurungkan.";

"Delete This Entire Conversation?|Title for the Confirm alert box asking the user if they want to delete a conversation." = "Hapus Seluruh Percakapan Ini?";

"Delete|Button label that will delete the conversation" = "Hapus";

"Delete|Button to accept deleting the name of a conversation" = "Hapus";

"Delete|Label for archive button when swipe to archive in thread list view" = "Hapus";

"Delete|Label for button to delete previous character" = "Hapus";

"Delete|Label on button that deletes a thread" = "Hapus";

"Delete|button text for deleting a message" = "Hapus";

"Delete|button text for removing an unsent message" = "Hapus";

"Details|title for message details page" = "Rincian";

"Discover Who's Nearby|Title of NUX to encourage user to use location services." = "Temukan Teman di Sekitar";

"Don't Delete|Button to decline to delete the name of a conversation" = "Jangan Hapus";

"Don't Save|Don't save action sheet button" = "Jangan Simpan";

"Done editing message list|Accessibility label for button that ends editing of the messages list" = "Selesai menyunting daftar pesan";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Selesai";

"Double-tap to edit|Accessibility hint for FAVORITES header in Chat friend list" = "Ketuk dua kali untuk menyunting";

"Download Failed|Title in alert view when downloading a sticker pack has failed" = "Gagal Mengunduh";

"Download|Accessibility label for download button in sticker store list view" = "Unduh";

"Download|Button title to download an upgrade" = "Unduh";

"Download|Label for button to download a sticker pack" = "Unduh";

"Downloaded|Accessibility label for downloaded icon in sticker store list view" = "Berhasil Diunduh";

"Downloaded|Label for button to show a sticker pack has been downloaded" = "Berhasil Diunduh";

"Downloading|Accessibility label for download button in sticker store list view when downloading" = "Mengunduh";

"Downloading|Label for button to show a sticker pack being downloaded" = "Mengunduh";

"Drag Down to Hide|Chat head dismiss NUX title" = "Geser ke Bawah untuk Menyembunyikan";

"Drag here to hide|instructions for user to drag a chat head to hide it" = "Seret ke sini untuk menyembunyikan";

"Edit|Edit button/label title for chat divebar" = "Sunting";

"Email or phone number|email/phone field placeholder on login screen" = "Email atau nomor telepon";

"Empty Feedback|Title for empty feedback warning." = "Masukan Kosong";

"Enable|Enable Message Anyone, keep it short, 14 chars max" = "Aktifkan";

"Enter Code|Enter Code page title" = "Masukkan Kode";

"Error|Error title for sticker pack detail view" = "Kesalahan";

"Error|error title after failed to load webview" = "Kesalahan";

"FREE|Price label for free sticker pack" = "GRATIS";

"Facebook Is Better With Location|Title of NUX to encourage user to use location services." = "Facebook Akan Semakin Baik Dengan Lokasi";

"Facebook Messenger Login|Accessibility label for header of messenger login view" = "Masuk Facebook Messenger";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Pengguna Facebook";

"Facebook stores contacts on your behalf and may use them to help others to search for or connect with people, or to generate suggestions for you or others. You can edit this information by tapping the \"i\" button in a conversation, or delete all your contacts in your app settings.|Detailed explanation of the contact sync feature on the Learn More screen" = "Facebook menyimpan kontak atas nama Anda dan dapat menggunakannya untuk membantu orang terhubung atau membuat saran bagi Anda dan orang lain. Anda dapat menyunting informasi ini dengan mengetuk tombol \"I\" dalam setiap percakapan, atau menghapus semua kontak Anda di pengaturan aplikasi Messenger.";

"Facebook will periodically use and store your location.|Explanation to let user know Facebook will periodically use and store his location." = "Facebook akan menggunakan dan menyimpan lokasi Anda secara rutin.";

"Failed to add members|title for failing to add members dialog" = "Gagal menambahkan anggota";

"Failed to save your settings.|error message after changing thread alert setting." = "Gagal menyimpan pengaturan.";

"Favorites|chat bar favorites header title" = "Favorit";

"Featured|Segment button label for featured stickers" = "Ditampilkan";

"Follow these steps to use Facebook's location features.|Explanation to let user know he can turn on location services by following the listed steps." = "Ikuti langkah-langkah berikut ini untuk menggunakan fitur lokasi Facebook.";

"Follow|Title for button allowing users to follow the profile they are currently viewing" = "Ikuti";

"For more accurate results, go to %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Untuk hasil yang lebih akurat, buka pengaturan %1$@ dan pilih Layanan Lokasi. Pilih Nyala untuk %2$@.";

"For more accurate results, go to %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable, and user gets better results with them on. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Untuk hasil yang lebih akurat, buka pengaturan %1$@ dan ketuk Privasi, lalu Layanan Lokasi. Pilih Nyala untuk %2$@.";

"Free Call|Text on button that starts a messenger call" = "Panggilan Gratis";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Panggilan Gratis Tidak Tersedia";

"Friends Nearby|Title of list of friends who are nearby." = "Teman di Sekitar";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Teman di Messenger";

"Get Directions|action sheet option for viewing a map" = "Dapatkan Petunjuk Arah";

"Get Facebook Messenger|The title for messenger promotion banner" = "Dapatkan Facebook Messenger";

"Get Started|Label for a button that creates a new group chat" = "Mulai";

"Get Started|Title for NUX" = "Memulai";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Berikan masukan atau laporkan masalah";

"Google Image Search|" = "Pencarian Gambar Google";

"Group Chat|Title for megaphone section helping users discover group chats" = "Obrolan Grup";

"Group Chats|Title for megaphone section helping users discover group chats" = "Obrolan Grup";

"Group Chats|chat bar header for group conversations" = "Obrolan Grup";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Percakapan Grup";

"Group Conversations|Table header for group threads section" = "Percakapan Grup";

"Group Info|Title of group thread info page." = "Info Grup";

"Group Members|Title for section showing members of a group (member count will follow)" = "Anggota Grup";

"Group Messages|Title for megaphone section helping users discover group chats" = "Pesan Grup";

"Group|Button for starting a new group message." = "Grup";

"Have a conversation with a bunch of friends at a time.|Body text for megaphone encourgaging users to try group chats" = "Lakukan percakapan dengan banyak teman sekaligus.";

"Help|text for help button" = "Bantuan";

"Hold to Talk|The instruction for holding the record button and talk" = "Tahan untuk Berbicara";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Saya yakin";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Jika senang menggunakan %1$@, apakah Anda bersedia meluangkan waktu untuk memberi rating terhadap pembaruan ini? Terima kasih!";

"Image Search|action sheet option for choosing a photo from image search" = "Pencarian Gambar";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Sertakan lokasi Anda";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Kode Konfirmasi Salah.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Pasang Facebook Messenger?";

"Install|Button text to install the Facebook Messenger" = "Pasang";

"Install|The text on the button for users to install Messenger." = "Pasang";

"Introducing Chat Heads|Chat head intro NUX title" = "Memperkenalkan Chat Head";

"Invalid Country Code|alert title for invalid country code" = "Kode Negara Tidak Valid";

"Invalid Phone Number|alert title for invalid phone number" = "Nomor Telepon Tidak Valid";

"Just tap to open and close your messages.|Chat head intro NUX body" = "Ketuk untuk membuka dan menutup pesan.";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Kabarkan informasi terbaru kepada semua orang";

"Last Updated: %@|last updated date in pull to refresh header" = "Terakhir Diperbarui: %1$@";

"Learn More|Default action text for more info link on the zero rating promotion banner view at the bottom of screen." = "Pelajari Selengkapnya";

"Learn More|Learn More about Message Anyone, keep it short, 14 chars max" = "Pelajari Selengkapnya";

"Leave Conversation|leave conversation button" = "Keluar dari Percakapan";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Keluar dari percakapan?";

"Leave|Button title for leaving a thread" = "Keluar";

"Leaving...|Progress text shown while leaving a thread" = "Keluar...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Beritahukan lokasi Anda kepada orang dalam percakapan ini.";

"Licenses|Licenses screen title" = "Lisensi";

"Licenses|text for licenses button" = "Lisensi";

"Like|Like button title" = "Suka";

"Like|Title for generic Like button." = "Suka";

"Load Map|Button text for users to load the map location when zero rated." = "Muat Peta";

"Loading...|Message presented while waiting for content to load." = "Memuat…";

"Loading...|Placeholder text while results are loading" = "Memuat…";

"Locating You...|Message presented when waiting for an accurate location fix." = "Mencari Lokasi Anda...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Lokasi Dinonaktifkan";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "Lokasi percakapan ini mati";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Layanan lokasi mati. Nyalakan agar orang dalam percakapan ini mengetahui lokasi Anda.";

"Location services are on|Title of location NUX when user has enabled location services." = "Layanan lokasi menyala";

"Log In to Facebook|Login - Login Button Title for password login" = "Masuk ke Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Masuk sebagai %1$@";

"Login Approval Required|title of login approval dialog" = "Memerlukan Persetujuan Masuk";

"Login Failed|Invalid login alert title" = "Gagal Masuk";

"Logs in as someone else|Accessibility hint for \"Not You?\" link on the login page, letting the user log in as some one else" = "Masuk sebagai orang lain";

"Logs in as %@|Accessibility hint for the \"Continue\" button on the login screen, which lets the user log in using the system Facebook account with one tap" = "Masuk sebagai %1$@";

"Logs in to another account|Accessibility hint for \"Switch Account\", which lets users to log out or log in with another account" = "Masuk ke akun lain";

"Mark as Unread|Button label that will mark the thread as unread" = "Tandai Belum Dibaca";

"Meep|Name for Meep sticker pack" = "Meep";

"Message Anyone|Call to action to use contact importer in divebar" = "Kirim Pesan Kepada Siapa Saja";

"Message friends|Accessibility label for button that toggles display of friends list/search" = "Kirim Pesan ke Teman";

"Message|Button for starting a new message." = "Kirim Pesan";

"Message|button to open a composer to send a message to the page" = "Kirim Pesan";

"Messages|Messenger module display name" = "Pesan";

"Messages|The title of the message thread list view." = "Pesan";

"Messages|Title for messages inbox view" = "Pesan";

"Messages|accessibility (voiceover) label for chathead inbox" = "Pesan";

"Messages|name of the app with Facebook brand" = "Pesan";

"Messenger regularly syncs your contacts to help you reach more people and connect friends|Explanation of the contact sync feature on the Learn More screen" = "Messenger menyinkronkan kontak Anda secara rutin untuk membantu Anda menjangkau lebih banyak orang dan terhubung dengan teman";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Teman Lain (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Teman Lain (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Teman Online Lainnya";

"Name is Too Long|alert title for long conversation name" = "Nama Terlalu Panjang";

"Name this conversation|placeholder text for the prompt to name a conversation" = "Namai percakapan ini";

"Nearby|Nearby people to send a message to" = "Sekitar";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Tidak ada lagi pesan yang terlewatkan";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Jangan lewatkan pesan dari teman lagi.";

"New Message|Text on a button in messages popover to compose a new message" = "Pesan Baru";

"New Message|Title of screen shown when user is composing a new message" = "Pesan Baru";

"New version available|Title of alert displayed when new version is available" = "Versi baru tidak tersedia";

"Next|Generic button to move to next item" = "Berikutnya";

"Next|button label for moving to the next screen" = "Selanjutnya";

"No Internet Connection|Warning banner for no network connection" = "Tidak Ada Koneksi Internet";

"No Message|dialog title for when user tries to send an empty message" = "Tidak Ada Pesan";

"No Participants|String to display in table cell when no participants are on the thread because everyone has left the conversation" = "Tidak Ada Peserta";

"No Participants|String when no participants are on the thread" = "Tidak Ada Peserta";

"No Recipients|dialog title for when user tries to send to no recipients" = "Tidak Ada Penerima";

"No Results|Alert title when there are no results from image search." = "Tidak Ada Hasil";

"No locations shared recently.|message on map view when no location has been shared recently" = "Tidak ada lokasi yang dibagikan baru-baru ini.";

"No response.|Error reported when no response is received from the server" = "Tidak ada respons.";

"No, Thanks|Label on button for user to decline to rate the app" = "Tidak, Terima Kasih";

"Not Now|Button text to temporarily ignore the installation message" = "Lain Kali";

"Not Now|Do not enable contact sync button label, 15 char max" = "Lain Kali";

"Not Now|Not now alert popup button" = "Tidak Sekarang";

"Not Now|Title of button to not share location for now." = "Lain Kali";

"Not Now|button label for deferring enabling push notifications" = "Lain Kali";

"Not now|Button title to decline an upgrade" = "Tidak sekarang";

"Notifications are turned off for 8 hours|Accessibility announcement for turning off messenger notifications for 8 hours" = "Pemberitahuan dimatikan selama 8 jam";

"Notifications are turned on|Accessibility announcement for turning on messenger notifications" = "Pemberitahuan dinyalakan";

"Notifications for This Conversation|Title for per-thread notification settings" = "Pemberitahuan untuk Percakapan Ini";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "Pemberitahuan untuk percakapan ini dimatikan.";

"Notifications|Label for enabling/disabling notification" = "Pemberitahuan";

"Notifications|Label for enabling/disabling notifications" = "Pemberitahuan";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Mati Sampai %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Mati selama 1 Jam";

"Off|Short string for indicating that alerts are off" = "Mati";

"On|Short string for indicating that alerts are on" = "Menyala";

"Once you delete your copy of the conversation, it cannot be undone.|Message body for the Confirm alert box asking the user if they want to delete a conversation." = "Salinan percakapan yang telah Anda hapus tidak dapat dipulihkan lagi.";

"Only You|String for describing a thread where you are the only user remaining" = "Hanya Anda";

"Open iPhone Settings|One of a sequence of steps instructing user to turn on location services." = "Buka iPhone Settings";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Buka di Peta";

"Open sticker store|Accessibility label for sticker store tab bar button" = "Buka toko stiker";

"Other People|Table section header for a list of non-friend search results" = "Orang Lain";

"Password|password field placeholder on login screen" = "Kata Sandi";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "Orang dalam percakapan ini dapat melihat lokasi Anda di peta.";

"People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "Orang yang ditambahkan akan melihat semua pesan lama dalam percakapan ini.";

"Phone Number|placeholder text for phone number field" = "Nomor Telepon";

"Pin friends you message most|Label when users have no favorites" = "Tandai teman yang paling sering Anda kirimi pesan dengan pin";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Periksa kode konfirmasi Anda, lalu coba lagi.";

"Please check your network connection and try again.|" = "Periksa koneksi jaringan Anda, lalu coba lagi.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Periksa nomor Anda, lalu coba lagi.";

"Please check your number and try again.|alert message for invalid phone number" = "Periksa nomor Anda, lalu coba lagi.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Unduh versi terbaru Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Masukkan pesan atau lampirkan foto";

"Please enter a valid country code.|alert message for invalid country code" = "Masukkan kode negara yang valid.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Masukkan email dan kata sandi Anda untuk masuk ke Facebook.";

"Please include a description of your problem.|Message for empty feedback warning." = "Cantumkan deskripsi masalah Anda.";

"Please rate the quality of your call|Prompt for call quality survey" = "Beri penilaian pada kualitas panggilan Anda";

"Please re-login to renew your session.|Error message for expired session" = "Silakan masuk kembali untuk memperbarui sesi Anda.";

"Please try again|Alert message when there are no results from image search." = "Coba lagi";

"Please use a shorter conversation name.|alert message for long conversation name" = "Gunakan nama percakapan yang lebih singkat.";

"Privacy & Terms|text for privacy and terms button" = "Privasi & Ketentuan";

"Pull Chat Heads down to the Ⓧ to hide them.|Chat head dismiss NUX body" = "Tarik turun Chat Head ke Ⓧ untuk menyembunyikan.";

"Pull down to refresh...|message for pull down to refresh" = "Turunkan untuk memuat ulang...";

"Push notification alerts are off.|Notice that push notifications are turned off" = "Peringatan pemberitahuan otomatis dimatikan.";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Peringatan pemberitahuan otomatis dimatikan.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Suara pemberitahuan otomatis dimatikan.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Pemberitahuan otomatis dimatikan.";

"Push up to refresh...|message for push up to refresh" = "Dorong ke atas untuk memuat ulang...";

"Pusheen|Name for Pusheen sticker pack" = "Pusheen";

"Quickly find your group chats here.|Body text for megaphone encourgaging users to try group chats" = "Temukan obrolan grup Anda dengan cepat di sini.";

"Quickly find your group messages here.|Body text for megaphone encourgaging users to try group chats" = "Temukan pesan grup Anda dengan cepat di sini.";

"Rate %@|Alert title for asking user to rate this app." = "Beri rating %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Beri rating %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Jangkau teman di mana pun mereka saat ini  — seluler atau web.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Hubungi teman di mana pun mereka berada";

"Recent Stickers|Accessibility label for recently used stickers" = "Stiker Terbaru";

"Recent Stickers|Label shown in recent stickers tab when no recent stickers exist." = "Stiker Terbaru";

"Record Video|action sheet option for recording a video" = "Rekam Video";

"Record Voice|Button label for attaching an audio clip" = "Rekam Suara";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Gagal memulai rekaman";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Perekaman dibatalkan";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Lepaskan untuk membatalkan perekaman";

"Release to refresh...|message for releasing to refresh" = "Lepaskan untuk memuat ulang...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Ingatkan Saya Nanti";

"Remove Attachment|action sheet option for removing current attachment" = "Hapus Lampiran";

"Remove Photo|action sheet option for removing chosen photo" = "Hapus Foto";

"Remove Photo|action sheet option for removing current attachment" = "Hapus Foto";

"Removing...|text for removing progress" = "Menghapus...";

"Report a Problem|title for give feedback or report bug" = "Laporkan Masalah";

"Resend|Resend - Resend Button Title" = "Kirim ulang";

"Retry|generic retry button" = "Coba Lagi";

"Ringing|Text shown on call screen while contacting another party" = "Memanggil";

"Save Photo|action sheet option to save photo to library" = "Simpan Foto";

"Save photo as conversation image?|" = "Simpan foto sebagai gambar percakapan?";

"Save|" = "Simpan";

"Saving...|Progress text shown while saving a new image for a thread" = "Menyimpan...";

"Saving...|Progress text shown while saving a new name for a thread" = "Menyimpan...";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Cari Teman Lainnya…";

"Search to add favorites|placeholder in edit favorites search bar" = "Cari untuk ditambahkan ke favorit";

"Search|placeholder in search bar" = "Cari";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Mencari...";

"See Group Chats|Label for a button that creates a new group chat" = "Lihat Orolan Grup";

"See where friends are hanging out and share your location with them. They won't see exactly where you are.|Description of NUX to encourage user to use location services." = "Lihat tempat teman menongkrong dan bagikan lokasi Anda. Mereka tidak akan mengetahui dengan pasti lokasi Anda.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Dilihat oleh Semua Orang";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Dilihat oleh semua orang";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Dilihat %1$@ %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Dilihat oleh %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Dilihat oleh %1$@";

"Seen by:|Text for seen state header" = "Dilihat oleh:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Dilihat %1$@ di sekitar %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Dilihat %1$@";

"Select country code|select country code text" = "Pilih kode negara";

"Send (%i)|Send button with count in parentheses" = "Kirim (%1$i)";

"Send Failure|dialog title for when a broadcast message fails" = "Gagal Mengirim";

"Send in Message|Sharing option" = "Kirim dalam Pesan";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Kirim ke Ponsel, Obrolan, dan Web";

"Send|Nav bar send button text" = "Kirim";

"Send|Send button" = "Kirim";

"Send|text to show in the send button" = "Kirim";

"Sending...|sending progress text" = "Mengirim...";

"Sending…|Text used below message bubble to show send is in progress" = "Mengirim...";

"Sent a message|default notification text for messages with no body text" = "Kirim Pesan";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Dikrim dari Messenger";

"Sent from email|indicator that a message was sent from email" = "Dikirim dari email";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Dikirim dari seluler";

"Sent from web|indicator that a message was sent sent from web or chat" = "Dikirim dari web";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Dikirim dari %1$@";

"Sent %@|Text used for showing that a message has been successfully sent to the server. eg. (Published <time>)." = "Terkirim %1$@";

"Session Expired|Error title for expired session" = "Waktu Sesi Habis";

"Set Facebook to ON|One of a sequence of steps instructing user to turn on location services." = "Nyalakan Facebook";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Aplikasi Pengaturan > Umum > Layanan Lokasi";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Aplikasi Pengaturan > Layanan Lokasi";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Settings App &gt; Privacy &gt; Location Services";

"Settings|Accessibility label for a gear button that shows settings for chat" = "Pengaturan";

"Settings|Settings alert popup button" = "Pengaturan";

"Settings|title for settings page" = "Pengaturan";

"Share your location to see who.|Subtitle of mini-megaphone inside chat bar. User can see which friends are nearby after sharing his own location." = "Bagikan lokasi untuk mengetahui teman di sekitar.";

"Share|Share button title" = "Bagikan";

"Shared Photos|Title for section showing photos in a thread (count will follow)" = "Foto Berbagi";

"Shared a link|text for a link share" = "Berbagi tautan";

"Shared a photo|text for a photo share" = "Berbagi foto";

"Shared a video|text for a video share" = "Berbagi video";

"Show keyboard|Accessibility label for sticker button in the input field when sticker input is shown" = "Tampilkan keyboard";

"Show stickers|Accessibility label for sticker button in the input field when sticker input is not shown" = "Tampilkan stiker";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Daftar ke Facebook";

"Skip|Skip - Skip Button Title" = "Lewati";

"Something went wrong. Want to try again?|retry dialog message" = "Ada masalah. Ingin mencoba lagi?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Maaf, ada masalah.";

"Standard Data Charges|Alert title that warns users their mobile carrier may charge them to use this feature" = "Biaya Data Standar";

"Standard charges apply when you load map data.|Alert message that warns users their mobile carrier may charge them for loading the map location" = "Biaya standar dikenakan jika Anda memuat data peta.";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Awali Obrolan Grup";

"Sticker Store|Navigation bar title for sticker store view" = "Toko Stiker";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Berhenti melampirkan media";

"Submit|Submit button title" = "Kirim";

"Suggestions|Suggested people to send a message to" = "Saran";

"Switch Account|text for switching logged in user" = "Beralih Akun";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Pindahkan ke Wi-Fi untuk melakukan panggilan";

"Sync Contacts|Start contact sync button label, 15 char max" = "Sinkronkan Kontak";

"Sync Your Contacts|Title of the Learn More screen for the contact sync feature" = "Sinkronkan Kontak?";

"Tag posts and photos with a location. Plus discover what's happening nearby, even when your phone is in your pocket.|Description of NUX to encourage user to use location services." = "Menandai kiriman dan foto dengan lokasi. Mengetahui kejadian di sekitar meskipun ponsel Anda ada di dalam saku.";

"Take Photo|action sheet option for taking a photo" = "Ambil Foto";

"Tap General|One of a sequence of steps instructing user to turn on location services." = "Ketuk Umum";

"Tap Location Services|One of a sequence of steps instructing user to turn on location services." = "Ketuk Layanan Lokasi";

"Tap Privacy|One of a sequence of steps instructing user to turn on location services." = "Ketuk Privasi";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Ketuk \"Coba Lagi\" untuk mengirim pesan ini.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Ketuk roda gigi untuk menyalakan obrolan";

"Tap here to learn about your settings and why Facebook continuously needs your location.|Disclaimer text for continuous location tracking and sharing feature" = "Ketuk di sini untuk mengetahui selengkapnya tentang pengaturan Anda dan mengapa Facebook lelalu memerlukan lokasi Anda.";

"Tap the + to send photos, add s and record voice messages.|Text for Media attachment NUX" = "Ketuk + untuk mengirim foto, tambahkan s dan rekam pesan suara.";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Ketuk untuk kembali ke panggilan";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Ketuk untuk menyalakan lokasi";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "SMS tidak dapat dikirim ke nomor itu.";

"Text your friends for free.|The detailed info for free messenger promotion" = "Kirim SMS ke teman gratis.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Kirim SMS kepada teman di mana pun mereka - di ponsel atau obrolan.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Nomor telepon itu tidak diizinkan untuk menerima SMS.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Ada masalah saat menghubungi Facebook. Periksa koneksi, lalu coba lagi.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Ada masalah saat menghubungkan panggilan Anda. Gunakan koneksi Wi-Fi, lalu coba lagi.";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Kiat: Jangan Sampai Pesan Terlewatkan";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Untuk menerima panggilan, Anda harus menggunakan versi baru Messenger.";

"To complete your phone number activation, please enter the activation code|" = "Untuk menyelesaikan aktivasi nomor telepon, masukkan kode aktivasi.";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Untuk menyertakan lokasi pada pesan, buka %1$@ Anda.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Untuk melakukan panggilan, Anda harus menggunakan versi baru Messenger.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Untuk mematikan peringatan percakapan ini, buka pengaturan percakapan.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Untuk mematikan lokasi di semua percakapan, buka %1$@ Anda.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications on Messenger" = "Untuk menyalakan pemberitahuan, buka iPhone Settings %1$@ Notifications %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Untuk menggunakan fitur ini, buka pengaturan %1$@ dan pilih Layanan Lokasi. Pilih Nyala untuk %2$@.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for %@.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone; {name2} is the app name." = "Untuk menggunakan fitur ini, buka pengaturan %1$@ dan ketuk Privasi, lalu Layanan Lokasi. Pilih Nyala untuk %2$@.";

"To|Accessibility label for to field in contact picker" = "Kepada";

"To:|to field in contact picker" = "Kepada:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Sentuh dan tahan untuk berbicara. Lepaskan untuk mengirim, atau geser tombol ke Off untuk membatalkan.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Coba Lagi";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Matikan Obrolan";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Matikan sampai 08.00";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Matikan selama 1 jam";

"Turn Off|Option to turn off alerts" = "Matikan";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Nyalakan Obrolan";

"Turn On Location Services|Error message title when location services are unavailable." = "Aktifkan Layanan Lokasi";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Nyalakan Pemberitahuan";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Nyalakan Pemberitahuan";

"Turn On|Option to turn on alerts" = "Nyalakan";

"Turn On|Turn on alerts" = "Aktifkan";

"Turn On|button label for deferring enabling push notifications" = "Nyalakan";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Nyalakan Pemberitahuan Dorong";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Nyalakan pemberitahuan-dorong agar tahu saat pesan baru masuk.";

"Turns notifications on or off|Accessibility hint for Notification switch in the messenger settings panel, which lets users to turn on/off notifications" = "Menyalakan atau mematikan pemberitahuan";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Menulis…";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Tidak Dapat Memanggil %1$@";

"Unable to Save Image|retry dialog title for setting thread image" = "Tidak Dapat Menyimpan Gambar";

"Unable to Send|Title for send feedback failed warning." = "Tidak Dapat Mengirim";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Tidak dapat menambahkan orang lain ke percakapan. Silakan coba lagi.";

"Unable to name your conversation.|error message after setting conversation name" = "Tidak dapat menamai percakapan Anda.";

"Unable to remove you right now.|error messages after leaving conversation" = "Tidak dapat menghapus Anda sekarang.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Tidak dapat menyimpan favorit pesan di Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Tidak dapat mengirim pesan. Coba Lagi?";

"Unable to send message.|Alert text for when a message failed to send." = "Tidak dapat mengirim pesan.";

"Unable to send right now.|error message for failing to send message" = "Tidak dapat mengirim sekarang.";

"Unpin|button title to remove user from favorites" = "Lepas pin";

"Update|Get new version now button." = "Perbarui";

"Updating...|updating progress text" = "Memperbarui...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Tingkatkan Versi Sekarang";

"Use Messenger for Free|Default title for the zero rating promotion banner view at the bottom of screen." = "Gunakan Messenger Gratis";

"View Call|Text show on button that views an incoming call" = "Lihat Panggilan";

"View Missed Call|Text show on button that views an incoming call" = "Lihat Panggilan Tak Terjawab";

"View Timeline|Button text to go to a user's timeline" = "Lihat Kronologi";

"View in Maps|action sheet option for viewing a map" = "Lihat di Peta";

"View|Alert button that takes user to the thread where a message failed to send" = "Lihat";

"We are sorry that the %@ sticker pack has failed to download, please try again later.|Description text shown in alert when downloading a sticker pack has failed" = "Kami mohon maaf karena pak stiker %1$@ gagal diunduh; coba lagi nanti.";

"We'll text you a link to confirm your number.|Confirmation information text" = "Kami akan mengirim tautan untuk mengonfirmasi nomor melalui SMS.";

"Welcome to Messenger|Title for NUX page" = "Selamat Datang di Messenger";

"Who do you want to message?|Placeholder text in To field when composing a message" = "Siapa yang ingin Anda kirimi pesan?";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Siapa yang ingin Anda kirimi pesan ini?";

"Write a blast (sends a separate message to each friend)|Placeholder text for blast message text box which helps explain how blast messages work." = "Tulis siaran (mengirim pesan tersendiri ke setiap teman)";

"Write a broadcast (sends a separate message to each friend)|Placeholder text for broadcast message text box which helps explain how broadcast messages work." = "Tulis siaran (mengirim pesan tersendiri ke setiap teman)";

"Write a message...|Placeholder text to suggest writing a message" = "Tulis pesan...";

"You can call %@ over Wi-Fi. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if wifi is required" = "Anda dapat memanggil %1$@ melalui Wi-Fi. Nyalakan Wi-Fi di pengaturan ponsel Anda.";

"You can manage your data in your privacy settings.|Explanation to let user know he can manage his data in privacy settings." = "Anda dapat mengelola data dalam pengaturan privasi.";

"You missed a call from %@|Message notifying user of a missed call from Friend" = "Anda tidak menjawab telepon dari %1$@";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Anda akan segera menerima SMS atau email dengan kode yang akan digunakan untuk masuk.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Anda tidak akan tahu jika mendapat pesan.";

"You|String for you, the user" = "Anda";

"You're about to leave Messenger. Standard data charges may apply.|Alert message that warns users their mobile carrier may charge them due to redirect out of Messenger" = "Anda akan meninggalkan Messenger. Biaya data standar dapat dikenakan.";

"Your Stickers|Segment button label for downloaded stickers" = "Stiker Anda";

"Your friend can't receive calls right now|Text informing user that call button is disabled because his or her friend is not available" = "Teman Anda tidak dapat menerima panggilan sekarang";

"Your friend is nearby at a coffee shop.|Example of what user can know after sharing location." = "Teman Anda ada di sekitar, di sebuah kedai kopi.";

"Your friend recommended a restaurant nearby.|Example of what user can know after sharing location." = "Teman Anda merekomendasikan restoran di sekitar.";

"Your friend took a photo nearby.|Example of what user can know after sharing location." = "Teman Anda mengambil foto di sekitar.";

"Your message failed to send to one or more of the recipients.|dialog content for when a broadcast message fails." = "Gagal mengirim pesan Anda ke satu atau lebih penerima.";

"Your message failed to send to one or more of the recipients.\n\n%@|dialog content for when a broadcast message fails, appended with a localized server error message. The server error message should appear on its own line and will generally be its own sentence, such as 'The internet connection appears to be offline.'" = "Pesan Anda gagal dikirimkan ke satu atau lebih penerima.\n\n%1$@";

"Your message was not sent.|text shown when a message failed to send" = "Pesan Anda tidak terkirim.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Pesan Anda tidak terkirim.";

"[[content]] [[cta]]|The i18n format for zero rating banner" = "[[content]] [[cta]]";

"·|Dot separator between title and count label" = "·";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "aktif 1h yang lalu";

"active 1h ago|indicator that a user was active 1 hour ago" = "aktif 1j yang lalu";

"active 1m ago|indicator that a user was active 1 minute ago" = "aktif 1m yang lalu";

"active now|indicator that a user is currently active, on web or mobile" = "sedang aktif";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "aktif di ponsel %1$@ yang lalu";

"active on mobile|presences status for being active on mobile" = "aktif di ponsel";

"active %id ago|indicator that a user was active 2+ days ago" = "aktif %1$ih yang lalu";

"active %ih ago|indicator that a user was active 2+ hours ago" = "aktif %1$ij yang lalu";

"active %im ago|indicator that a user was active 2+ minute ago" = "aktif %1$im yang lalu";

"active %@ ago|presences status for being active a relative time ago" = "aktif %1$@ yang lalu";

"error|A short message for audio play error" = "kesalahan";

"is calling|text below the caller's name when they are calling" = "memanggil";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "sedang menulis…";

"on mobile|presences status for being available on mobile" = "di ponsel";

"online %@ ago|presences status for being online on the web a relative time ago" = "online %1$@ yang lalu";

"online|presences status for being online on the web" = "online";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "menulis…";

"%d more friends nearby...|Additional nearby friend results available to show" = "%1$d teman lain di sekitar...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d dari %2$d";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i hari";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i jam";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i menit";

"%i people found, %i matched|Explanation of how many contacts have been imported" = "%1$i orang ditemukan, %2$i cocok";

"%id|short indicator that a user was active 2+ days ago" = "%1$ih";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$ij";

"%im|short indicator that a user was active 2+ minute ago" = "%1$im";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ dan %2$@ menggunakan Facebook Messenger";

"%@ and %@|String for two user names who are participants on a thread" = "%1$@ dan %2$@";

"%@ hundred-million|Shortened number whose value is larger than 100,000,000. Only used in languages that have a word for 'hundred million' but not for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ ratus juta";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ memanggil";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ sedang dalam panggilan lain";

"%@ is nearby at a coffee shop.|Example of what user can know after sharing location. E.g. Mark is nearby at a coffee shop." = "%1$@ ada di sekitar, di sebuah kedai kopi.";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ tidak tersedia";

"%@ is on messenger|Accessibility label for a profile photo showing the user that one of their friends uses Messenger" = "%1$@ ada di messenger";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ sedang menulis…";

"%@ recommended a restaurant nearby.|Example of what user can know after sharing location. E.g. Linda recommended a restaurant nearby." = "%1$@ merekomendasikan restoran di sekitar.";

"%@ said %@|Accessibility label for a message, will be announced to blind users. First placeholder is for sender name, second placeholder is for the message he/she sent." = "%1$@ menyatakan %2$@";

"%@ ten-thousand|Shortened number whose value is between 10,000 and 99,999,999. Only used for languages that have a word for 'ten thousand' but not for 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@ puluh ribu";

"%@ took a photo nearby.|Example of what user can know after sharing location. E.g. Anna took a photo nearby." = "%1$@ mengambil foto di sekitar.";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ mencoba memanggil Anda";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ menggunakan Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %d new messages|new messages input format" = "%1$@, ada %2$d pesan baru";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@, %2$i lainnya";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, dan %3$@ menggunakan Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@, dan 1 teman lain menggunakan Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@, dan %4$i teman lain menggunakan Messenger";

"%@: %@|Localized contact label: phone number (note colon separator)" = "%1$@: %2$@";

"%@B|Shortened number whose value is larger than 1,000,000,000. B stands for 'billion'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@M";

"%@K|Shortened number whose value is between 1,000 and 999,999. K stands for 'thousand''. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@R";

"%@M|Shortened number whose value is between 1,000,000 and 999,999,999. M stands for 'mega' or 'million'. {name1}: a whole number or a fraction up to one decimal place (e.g. 17 or 17.1)" = "%1$@J";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friends Nearby|Title of mini-megaphone inside chat bar. E.g. 5 Friends Nearby" = "%1$u Teman di Sekitar";

"%u of your friends are sharing their location with you.|Message to let user know how many of his friends are sharing location." = "%1$u teman Anda berbagi lokasi mereka dengan Anda.";

"%u photo attached|Accessiblity text for a single photo" = "%1$u foto terlampir";

"%u photos attached|Accessibility text for a photo set" = "%1$u foto terlampir";

